[
	{
		"id": 303,
		"type": 0,
		"author": "Malachi",
		"content": "All future proposals/rule change must be stated in its own respective thread, with proper formatting in this manner: \"I propose <your change> . I put this to a vote.\"\n"
	},
	{
		"id": 305,
		"type": 0,
		"author": "Eli",
		"content": "For a vote on a rule change proposition to be valid, the message to propose it must adhere to all of the following criteria:\n- Be a Discord reply to the rule change proposition's message\n- Be for a rule change proposed in the proper way.\n- Very clearly express agreement or disagreement of the rule change proposition (i.e. I vote yes or I vote no)\n- Be an unedited message.\nAny vote that does not follow all of these guidelines is not a valid vote and does not count toward the vote tally.\n"
	},
	{
		"id": 306,
		"type": 2,
		"target": 105,
		"author": "Huday"
	},
	{
		"id": 309,
		"type": 3,
		"target": 203,
		"author": "Alex",
		"content": "A rule change is adopted if and only if the number of votes in agreement with passing the rule change is greater than or equal to two-thirds of the total number of valid votes for that rule change.\n"
	},
	{
		"id": 310,
		"type": 3,
		"target": 204,
		"author": "Hannah",
		"content": "If and when rule changes can be adopted without unanimity, players who vote in the minority on any proposed rule change shall receive five points apiece after the vote finishes.\n"
	},
	{
		"id": 313,
		"type": 3,
		"target": 306,
		"author": "Anthony",
		"content": "Every player is an eligible voter. Every eligible voter must participate in every vote on rule changes unless their vote is withdrawn. If any player's vote is withdrawn, that player does not have the right to vote for that rule change proposal. If all votes for a rule change proposal are cast or withdrawn, the voting step of that rule change proposal is finished. There are several ways that a vote can be withdrawn.\n    If 24 hours has passed since a valid rule change proposal, the votes of any eligible voters who have not yet cast a valid vote for that rule change proposal are withdrawn.\n    If a player states \"I am withdrawing my vote\" or \"I abstain from voting\" in a thread for a rule change proposal, their vote is withdrawn for that rule change proposal.\n    If a player states \"I am going on hiatus for <amount of time>\", then their vote is automatically withdrawn for any rule change proposal made before that amount of time has passed.\n    If the number of votes opposing the rule change proposal is greater than or equal to the minimum number of opposing votes needed to defeat the proposal, the votes of any eligible voters who have not yet cast a valid vote for that rule change proposal are withdrawn.\n"
	},
{"id":314,"type":0,"author":"Eli","content":"If and when rule changes can be adopted without unanimity, players who vote in the minority on any proposed rule change shall lose five points apiece after the vote finishes.\nPlayers who vote yes on the rule change proposal with the ordinal number of 314 will receive six points apiece at the moment immediately after the completion of the vote that adopted it.\n"}
]
